const ru = {
  header: {
    languages: ["Рус", "Анг"],
    helpers: ["Скидки", "Доставка", "Помощь", "Установка"],
    input: "Поиск вещей...",
    userOptions: ["Профиль", "Сохран...", "Корзина"],
  },
  main: {
    strong: "Популярные товары месяца",
    small:
      "По результатам поисковых систем, отзывам на платформе и количеству лайков в социальных сетях.",
  },
  homePage: {
    titlefirst: "МАГАЗИН ХЛОПКА НАН ТРИКОТАЖ",
    smallfirst1:
      "Я создаю уникальные вязаные вещи, тщательно украшенные узорами, связанными крючком. Аппликации связаны крючком из натурального хлопка. Готовые к покупке вещи загружаются в коллекции и продаются ежемесячно здесь, на моем сайте. Точные размеры указаны в описании товара, так как возрастной размер является приблизительным.",
    smallfirst2:
      "Я Эми, мама ребенка из Восточного Суссекса, и я создаю красивую одежду для ваших детей в одиночку, питаясь чипсами и лапшой и вдохновляясь детством моей дочери и нашей тихой деревенской жизнью.",
    titlesecond: "Тяжелая футболка свободного кроя с графическим рисунком",
    smallsecond1:
      "Эта футболка в стиле уличной одежды изготовлена ​​из плотного хлопка, создающего ощущение премиум-класса, имеет свободный крой, графический принт на груди и ребристый воротник с круглым вырезом.",
    smallsecond2: "Можно стирать в машине. 100% хлопок.",
  },
  singlePage: {
    addToCart: "Добавить в корзину",
  },
  cart: {
    cartState: "Корзина пуста",
    result: "Итого:",
  },
  signin: {
    titleAndButton: "Войти",
    loginPlaceholder: "Логин",
    passwordPlaceholder: "Пароль",
    sign: "Еще аккаунт не создали?",
  },
  signup: {
    titleAndButton: "Регистрация",
    loginPlaceholder: "Логин",
    passwordPlaceholder: "Пароль",
    repeatPasswordPlaceholder: "Повторить пароль",
    sign: "Есть аккаунт?",
  },
};
export default ru;
