const en = {
  header: {
    languages: ["Рус", "Ағыл"],
    helpers: ["Жеңілдіктер", "Жеткізу", "Көмек", "Бөліп төлеу"],
    input: "Тауарды іздеу",
    userOptions: ["Профиль", "Сақталған", "Корзина"],
  },
  main: {
    strong: "Айдың танымал тауарлары",
    small:
      "Іздеу жүйесінің нәтижелері, платформадағы пікірлер және әлеуметтік желілердегі лайктар саны бойынша",
  },
  homePage: {
    titlefirst: "НАН ТОҚЫҒАН МАҚТА ЦЕХЫ",
    smallfirst1:
      "Мен бірегей тоқыма бұйымдарын жасаймын, оларды мұқият безендірілген шілтерлі өрнектермен толықтырамын. Шілтерлі апликелер органикалық мақтадан жасалған. Дайын өнімдер коллекцияларға жүктеліп, осы веб-сайтта ай сайын сатылады. Өлшемдері өнім сипаттамасында нақты көрсетілген, себебі жас мөлшері шамамен алынған.",
    smallfirst2:
      "Менің атым Эми, мен бір баланың анасымын, Шығыс Сассексте тұрамын және сіздің балаларыңызға әдемі киімдерді өз қолыммен жасаймын. Менің шығармашылығыма шабыт беретін – картоп чипсы, кеспе, қызымның балалық шағы және біздің тыныш ауылдағы өміріміз.",
    titlesecond: "Кең пішімді графикалық ауыр салмақты футболка",
    smallsecond1:
      "Бұл көше стиліндегі футболка ауыр салмақты мақта матасынан жасалған, премиум сезімін береді. Ол кең пішімде тігіліп, кеуде тұсында графикалық суретпен безендірілген және дөңгелек жағалы трикотажды жағада аяқталады.",
    smallsecond2:
      "Кір машинасында жууға болады. 100% мақта.",
  },
  singlePage: {
    addToCart: "Корзинаға қосу",
  },
  cart: {
    cartState: "Корзина бос",
    result: "Нәтиже:",
  },
  signin: {
    titleAndButton: "Кіру",
    loginPlaceholder: "Логин",
    passwordPlaceholder: "Құпиясөз",
    sign: "Әлі тіркелмедіңіз бе?",
  },
  signup: {
    titleAndButton: "Тіркелу",
    loginPlaceholder: "Логин",
    passwordPlaceholder: "Құпиясөз",
    repeatPasswordPlaceholder: "Құпиясөзді қайталау",
    sign: "Тіркелгіңіз бар ма?",
  },
};


export default en;
